Repository: olekslukian/icongen
Catalog: lib/l10n/app_*.arb
Languages: uk

# enterDescriptionToGenerate
source: Enter a description to generate an icon
uk: Додайте опис щоб згенерувати зображення

source: Failed to save image
uk: Не вдалося зберегти зображення

source: Failed to share image
uk: Не вдалося поділитися зображенням

source: Failed to generate image
uk: Не вдалося згенерувати зображення

source: Generate another
uk: Згенерувати інше

source: Generate from text
uk: Генерувати з тексту

source: Image saved to gallery
uk: Зображення збережено до Галереї

source: Image shared
uk: Зображення відправлено

# invalidPromptMessage
source: Prompt should be longer than 3 characters
uk: Промпт мусить бути більше 3х символів

# promptFieldHint
source: e.g., A coffee cup
uk: Наприклад, чашка гарячої кави

source: Save
uk: Зберегти

source: Share
uk: Поділитися

source: Try again
uk: Спробувати ще раз
